---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportLayerTable
source: html/39cb7908-fda6-05b0-777b-1b0d8998f3ce.htm
---
# ExportLayerTable Properties

Count of the items contained in the collection.